{
  "name": "Hundholt",
  "pages": [
    {
      "name": "Adventure Hooks",
      "type": "text",
      "text": {
        "content": "<h1>Adventure Hooks</h1>\n<h2>Wolf Hunt</h2>\n<p>Wolf hunting is a necessary activity year-round but the big hunts are done in the winter. Winter hunts yield better fur and help kill breeding age females before they can mate. To lure their prey from their lairs, hunters put out bait (either live or dead) and then ambush the wolves when they come to eat the bait. Some sources say that the bait is large and heavy enough that the wolves gorge themselves during the night and are then killed the next morning as they lay on the ground, too full to run away.</p>\n<p>The adventure could be a straightforward wolf hunt. But…</p>\n<p>If the hunters cross the Getha Run and go north or east toward the hills, something other than wolves might come for the bait. A hungry Ivashu or a monster from the distant past finds the hunters’ bait while stalking the lowlands. In winter, shepherds tell of the Ilvin Cat – a large hunting cat with fangs like small daggers – that hunts in the dead of winter.</p>\n<p>If the group strikes out south or west from Hundholt, they find a pack of wolves that is far more cunning than other packs. Tracks indicate that the leader of the pack is larger than the others and leads the other wolves to attack their prey through diversions and feints. The pack will refuse to take poisoned bait and will refrain from gorging – a very unusual trait. The group finds that their prey is waiting to ambush them when they return for the kill. The leader of the pack is actually a lycanthrope, a villager whose human intelligence has made the pack more dangerous than the hunters expected.</p>\n<p>Killing the leader of the pack releases him from his curse and the hunters will find that they’ve slain one of the inhabitants of a nearby village. Explaining to the manor lord how the serf got into the depths of the forest and how the hunters came to kill the man may be a delicate matter.</p>\n<h2>Playing a Knight Forester</h2>\n<p>The five foresters and Oldial can be used as a ready-made adventuring group, presented as allies or even the opposition. Each knight receives the forester’s wage of 48d/month. Each also gets an allowance from their family to help make ends meet as indicated. The amount of pocket money depends on the knight’s relationship with his clan head and the wealth of the clan.</p>\n<h2>Skills</h2>\n<p>The GM should refer to HarnMaster 3rd edition and give the PCs the common military skills. Oldial has the skills of a Yeoman in a feudal setting: As he is a veteran NPC, Oldial has also received 30 option points, which should be spent increasing his “woodsman” skills and riding. The knights are Medium Horse and have the basic skills of a Knight-Bachelor plus the 5 option points.</p>\n<pre>               POOR KNIGHT\n                    Medium\n        Material &amp; Garment (Size 1.0)\nRing Cowl / Hood\nPlate Nasal Halfhelm\nCloth Shirt w. Sleeves\nLeather Smock / Coat\nKurbul Ailettes\nKurbul Coudes\nKurbul Vambraces\nRing Byrnie w. Sleeves\nCloth Short Surcoat\nCloth Braies / Breeches\nCloth Hose / Leggings\nLeather Calf Boots\nKurbul Kneecops\n\n                 51.4lbs.            898d\nLocation                    B   E    P F    S   T\nSkull                       8   15   9 11   4   16\nEyes                        -    -   - -    -    -\nNose                        5    8   7 5    3   10\nEars                        3    7   2 6    1    6\nCheeks                      -    -   - -    -    -\nMouth                       -    -   - -    -    -\nJaw                         3    7   2 6    1    6\nNeck                        3    7   2 6    1    6\nShoulders                   8   15   6 14   3   14\nUpper Arms                  4   10   3 10   1    9\nElbows                      8   14   6 13   3   13\nForearms                    8   14   6 13   3   13\nHands                       -    -   - -    -    -\nThorax (F)                  4   11   3 11   1   10\nThorax (B)                  4   11   3 11   1   10\nAbdomen (F)                 4   11   3 11   1   10\nAbdomen (B)                 4   11   3 11   1   10\nHips                        5   11   4 12   1   10\nGroin                       5   11   4 12   1   10\nThighs                      3    6   3 9    -    6\nKnees                       5    8   4 8    2    8\nCalves                      1    3   1 4    -    3\nFeet                        1    3   1 4    -    3\n\n\n               MEDIUM KNIGHT\n                     Medium\n         Material &amp; Garment (Size 1.0)\n Ring Cowl / Hood\n Plate Helm w. Eye-guard\n Cloth Shirt w. Sleeves\n Ring Hauberk\n Kurbul Ailettes\n Kurbul Rerebraces\n Kurbul Coudes\n Kurbul Vambraces\n Ring Byrnie / Habergeon\n Cloth Short Surcoat\n Cloth Braies / Breeches\n Cloth Hose / Leggings\n Leather Knee Boots\n Kurbul Kneecops\n                    60.9lbs.      1,128d\nLocation                     B E P F       S   T\nSkull                        8 15 9 11     4   16\nEyes                         5 8 - -       3   10\nNose                         5 8 7 5       3   10\nEars                         3 7 2 6       1    6\nCheeks                        -  - - -     -    -\nMouth                         -  - - -     -    -\nJaw                          3 7 2 6       1    6\nNeck                         3 7 2 6       1    6\nShoulders                    10 20 7 17    4   18\nUpper Arms                   10 19 7 16    4   17\nElbows                       4 5 3 4       2    5\nForearms                     4 5 3 4       2    5\nHands                         -  - - -     -    -\nThorax (F)                   6 16 4 14     2   14\nThorax (B)                   6 16 4 14     2   14\nAbdomen (F)                  6 16 4 14     2   14\nAbdomen (B)                  6 16 4 14     2   14\nHips                         7 16 5 15     2   14\nGroin                        7 16 5 15     2   14\nThighs                       4 9 3 9       1    8\nKnees                        5 8 4 8       2    8\nCalves                       1 3 1 4       -    3\nFeet                         1 3 1 4       -    3\n\n</pre>",
        "format": 1
      },
      "_id": "g0ca632DDPugI5IN",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g3mWO2NdIqMTsL82.g0ca632DDPugI5IN"
    },
    {
      "name": "Credits",
      "type": "text",
      "text": {
        "content": "<p>This module is made possible by the hard work of HârnWorld fans, and is provided at no cost. This work is an adaptation of the article <a href=\"https://www.lythia.com/harnworld/settlements/hundholt/\">Hundholt</a> available at the HârnWorld fan site <a href=\"https://www.lythia.com/\">Lythia.com</a>.</p>\n<p><strong>Writer:</strong> Joe Adams<br /><strong>Original Maps:</strong> George Kelln<br /><strong>Heraldry:</strong> Matthias Janssen<br />With Thanks to Robert Barfield<br /><strong>Adapted to Foundry VTT:</strong> Tom Rodriguez</p>\n<p>This module is \"<a href=\"https://www.lythia.com/about/publishing-fan-written-material/\">Fanon</a>\", a derivative work of copyrighted material by Columbia Games Inc. and N. Robin Crossby. Some assets used to create the maps in this module are from <a href=\"https://forgotten-adventures.net/\">Forgotten Adventures</a>.</p>",
        "format": 1
      },
      "_id": "GT94wWLxKoVI1cVN",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -50000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g3mWO2NdIqMTsL82.GT94wWLxKoVI1cVN"
    },
    {
      "name": "Settlement Overview",
      "type": "text",
      "text": {
        "content": "<h1>Settlement Overview</h1>\n<p><strong>Location:</strong> Fethael Hundred, Kaldor<br /><strong>Status:</strong> Manor (Hundred Moot)<br /><strong>Government:</strong> Sir Haradoc Indama<br /><strong>Liege:</strong> Sheriff of Neph<br /><strong>Population:</strong> Village 155; Manor 21</p>\n<p>Hundholt is a small roadside village on the Silver Way and the site of the Hundred Moot of the Fethael Hundred. Sitting on the western bank of the Getha Run, Hundholt is less than a quarter league from Getha.</p>\n<p>The village grew up around a small watch tower. While the Bailiff of the Hundred later expanded the tower for use as a Hundred Moot, the village has remained unchanged for years. The manor serves as a small extension of Getha, with most of the villagers farming land in between the two communities. Members of the Baron’s Guard are frequently granted freeholds in Hundholt upon their retirement as a reward for their years of service.</p>\n<h2>Government</h2>\n<p>Hundolt is the seat of Sir Haradoc Indama, Baron Indama’s second son and the Bailiff of Fethael Hundred. As the King’s representative in the Hundred, Sir Haradoc is responsible for conducting the Hundred’s court and collecting the taxes from the villages and merchants. He is a stern and unyielding young man who upholds every letter of the law. Sir Haradoc’s iron fist lacks any velvet glove and transgressors find that he is likely to order a flogging in addition to levying a fine. His treatment of serfs is notoriously strict and he often publicly berates other bailiffs for “not being able to control their peasants.”</p>\n<p>The Hundred Moot is in Hundholt every three weeks. Since the Hundred Moot is a lower court, there are not usually litigants involved in the proceedings. Sir Haradoc has made his opinion quite clear that if a “situation” appears in front of him, then he expects that the clanhead, the reeve, and the local lord have failed to “solve the problem.” His solution is a swift (and usually large) fine and some sort of public punishment. He is not a cruel man but is not averse to sentencing people to floggings or time in the stocks. He does not, however, condone torture, as a rule.</p>\n<h2>Economics</h2>\n<p>Hundholt is a small, sleepy village. Most merchant traffic stops at either Jenkald or Getha. Medaen Darion was hired as a bonded innkeeper about seven years ago, after the previous landlord died without heirs. The Broken Wheel is more of a tavern than an inn, although there are two rooms upstairs for rent.</p>\n<h2>Religion</h2>\n<p>The religious climate of Hundholt is similar to the rest of Kaldor. Services for Larani are held in the temple in Getha. An Ebasethe visits from Getha and holds Peonian rites for the local villagers in the common. Worship of Agrik, Morgath or Naveh is punishable by death. Other religions are tolerated but not encouraged.</p>\n<h2>The Village</h2>\n<p>The village land slopes gently from the west toward the Getha Run. The wealthier houses are built on the higher, drier land west of the Silver Way. The area between the road and the Run is called the Bottoms and is where the village’s unfree population lives. This area has flooded in the past but the land is inexpensive and close to the fields, the mill, and water.</p>\n<p>The serfs farm land to the north of the area depicted in the map. Land west and east of the village is either held by the Bailiff as pasture or by the freemen.</p>\n<h2>What's the Future?</h2>\n<p>Life in Hundholt always bored Sir Haradoc. Recently, however, he added the wife of Sir Shorka Kobarney to his harem. The Lady Erila had the misfortune of playing a flirtatious game of Courtly Love with Sir Haradoc, only to find that his game was far more serious. Once Haradoc had made her commit several indiscretions, the threat of exposure has kept her in his thrall.</p>\n<p>He continues to blackmail the lady for sport. He has convinced her that, as he represents the King’s law in the hundred, revealing her adultery would only cause harm to her family. If Sir Tommas Kobarney ever realized that the honor of his nephew’s wife had been compromised, it would spark a war in the glades of the Hundred.</p>",
        "format": 1
      },
      "_id": "FRpO8uQEeGrCikg8",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -25000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g3mWO2NdIqMTsL82.FRpO8uQEeGrCikg8"
    },
    {
      "name": "The Law",
      "type": "text",
      "text": {
        "content": "<p>Law in a feudal Harnic kingdom has been discussed in detail in the Law and HarnManor articles. The following is a description of the execution of justice as might be used in a gaming session.</p>\n<p>Low justice is the province of the lord of the manor and is dealt with in the Hall Moot. Matters that fall in this jurisdiction are typically local in impact and are predominantly concerned with the unfree population. The manor’s lord records serf marriages, inheritances, and births, as well as judging petty offenses such as missing labor days, stealing from manor stores, public drunkenness or brawling.</p>\n<p>Issues affecting the Kingdom’s free population and minor offenses to the King’s Peace are heard in the Hundred Moot, administered by the Bailiff of the Hundred. The Hundred Moot deals with civil issues that include recording births and deaths of the free population, acknowledging marriage contracts, and confirming inheritances. This court hears only those criminal issues that are not felonies. As a general guideline, these offenses are punished with fines, confinement, or corporal punishment rather than death. Assault, theft, poaching, or usurping royal privileges are examples of crimes heard by Hundred Moot.</p>\n<p>Shire Moots are concerned with High Justice. High Justice encompasses all civil matters affecting the King’s direct vassals and felonies. Civil affairs concerning the Tenants Royal are recorded at the Shire Moots for the King’s confirmation. Sheriffs hear trials of murder, treason, and grand larceny at the Shire Moot in the King’s name. The penalty for these crimes is death.</p>\n<h2>Hall Moot</h2>\n<p>As Bailiff of the manor, Sir Haradoc is responsible for administering justice to the locals. He depends heavily on the reeve to correct minor transgressions and has no mercy for serfs who are intransigent enough to be forced to appear before him. While criminal cases are few in the small village, most of the business of the Hall Moot concerns the payment of taxes and fees due to the Bailiff.</p>\n<p>The Hall Moot is held monthly, on the fifth day. Since the manor is small, the moot is generally finished before luncheon is served. Sir Haradoc presides, with the chamberlain acting as clerk and court spokesmen. More information on the Hall Moot can be found in HarnManor 37.</p>\n<h2>Hundred Moot</h2>\n<p>The Moot of the Fethael Hundred is conducted in the third week of every month at Hundholt. The Bailiff of the Hundred, Sir Haradoc Indama, sits in judgment in the King’s name. The Clerk of the Moot, Dyrdal Urdel [30] works for weeks building and adjusting the case list so that all of the cases can be heard in the ten- day that Sir Haradoc has allotted for the moot. Cases that are not heard during a particular month’s Hundred Moot are held over for the next month. This is not usual, as Dyrdal is very efficient. When it does happen, Sir Haradoc prefers to postpone cases that involve punishments as opposed to fines.</p>\n<p>The Hundred Moot begins on the fifth day of the third week of every month at the second hour after dawn. It is customary for a Laranian priest to bless the court, urging those responsible for justice to look to Larani’s wisdom to grant mercy to the weak and punish the guilty.</p>\n<p>Sir Haradoc prefers to hear civil cases first, so the bulk of the first day is usually spent recording wills, marriages, births, and legal contracts. It is important to realize that each of these events generates revenue for the Bailiff and the King and that the arguments heard at this point in the Hundred Moot concern the amount of cash and kind that must be tendered to make a matter legal.</p>\n<p>The criminal cases are heard after the civil cases. The cases are dealt with as they arise on the court schedule. In the event that a case is found to be beyond the jurisdiction of the Hundred Moot (e.g., a case is found to accuse a noble or the crime was committed on royal lands), the defendant is held over for the Shire Moot.</p>\n<p>The court is in session every day from the second hour after dawn until noon. Then it recesses for two hours, resuming for another four to six hours before adjourning for the evening. While Sir Haradoc prefers to fine miscreants, some crimes demand physical, public punishment. Fines levied during the court are collected immediately. Sentences are inflicted at the following dawn by the provosts.</p>\n<p>Punishments range from confinement in the stocks for public disturbance to flogging for oath breaking to mutilation for theft or poaching. The specific crime dictates the type of mutilation. A repeat poacher will have a finger or an ear amputated. A runaway might have the tip of his nose or tongue cut off. A rapist or a thief will have a hand chopped off.</p>\n<p>The Shire Moot is held in the hundred during the Sheriff’s twice-annual visit to the Hundred Moot. In many of the kingdom’s hundreds this could mean that an accused felon could be confined at his own cost (or the charity of the local Peonians) for up to six months. Because the Baron of Getha is also the Sheriff of Neph, criminals in capital cases are sometimes taken to Getha for swifter and more public justice.</p>",
        "format": 1
      },
      "_id": "k0Pmx7Fgh2rv0lO5",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g3mWO2NdIqMTsL82.k0Pmx7Fgh2rv0lO5"
    },
    {
      "name": "Overview",
      "type": "text",
      "text": {
        "content": "<p>Hundholt is a \"Location Module\"; it is designed to depict the Hundholt manor and village located in Fethael Hundred, Nephshire, kingdom of Kaldor, on the island of Hârn in the <a href=\"https://columbiagames.com/harnworld/\">HârnWorld fantasy setting</a>; however, this manor and village could be adapted to exist anywhere in any fantasy setting.</p>\n<p>This module is based on the \"<a href=\"https://www.lythia.com/harnworld/settlements/hundholt/\">Hundholt</a>\" fanon; please see @UUID[JournalEntry.g3mWO2NdIqMTsL82.JournalEntryPage.GT94wWLxKoVI1cVN]{Credits} for more information.</p>\n<p>This module details all of the households, including interior plans of the manor and the Ranwyn farm.</p>\n<p> </p>\n<h2>Using this module with Non-HârnMaster systems</h2>\n<p>This entire module is system-agnostic, with the exception of the knight forester Actors.  Descriptions of each of these NPCs has been provided so they can be adapted to other game systems.  See the section below on NPCs for details about the residents; these details may be used to generate appropriate statistics for your game system.</p>\n<p> </p>\n<h2>Using the Scenes</h2>\n<p>A number of scenes are provided representing maps. These scenes depict both internal and external areas; internal areas are generally set at a 5-foot grid spacing, while exterior areas use much larger scaling. The following subsections describe some common elements of these scenes.</p>\n<h3>Map Notes</h3>\n<p>The scenes make extensive use of Map Notes to provide detailed description of important areas in the scenes. To view these map notes, click on the \"bookmark icon\" in the canvas toolbar. Map notes are not visible to players, only to the GM.</p>\n<h3>Text and Markings</h3>\n<p>In various areas text and or markings have been provided in the scenes to assist the GM. Generally this information is set to only be visible to the GM.</p>\n<h3>Stairs</h3>\n<p>Some stairs may have an arrow indicating the direction the stairs descend. When present these arrows are visible to all players.</p>\n<h3>Lighting</h3>\n<p>To control ambient lighting, use the \"darkness\" setting for the scene.</p>\n<p>All scenes have been setup with Unrestricted Vision Range enabled, with a Vision Limitation Threshold set to 0.7. This allows all areas of the scene to be lit during the day, but vision is limited and lights are required at night.</p>\n<p>Internal lamps and candle lights have been placed in indoor areas. These lights have been set to enable when the \"darkness\" setting is ≥ 0.2, that is, just after things start becoming dim.</p>\n<p>Hârn has a cool climate, so all fireplaces and braziers are constantly lit.</p>\n<p> </p>\n<h2>Recommended Modules</h2>\n<p>The following modules, although not required, are highly recommended to enhance this module:</p>\n<p><strong>Compendium Folders: </strong>Due to the large number of journal entries in this module, these journal entries have been organized into sub-folders using Compendium Folders. If Compendium Folders is not used, these will all show up as a single long list of Journal Entries in the compendium. As long as you follow the links starting with the Overview journal entry, it should not be necessary to navigate the compendium, but if you want to navigate through the Journal Entries yourself, having Compendium Folders will greately simplify this task.</p>\n<p><strong>Backgroundless Pins:</strong> The map note icons all have a dark grey background; with this module, that background disappears. This may increase your enjoyment of the maps.</p>\n<p> </p>\n<h2>Background Information</h2>\n<p>For historical, political, and recent events, see @UUID[JournalEntry.g3mWO2NdIqMTsL82.JournalEntryPage.FRpO8uQEeGrCikg8]{Settlement Overview}.</p>\n<p>For general information on the legal system, see @UUID[JournalEntry.g3mWO2NdIqMTsL82.JournalEntryPage.k0Pmx7Fgh2rv0lO5]{The Law}.</p>\n<p>For local adventures in and around Hundholt, see @UUID[JournalEntry.g3mWO2NdIqMTsL82.JournalEntryPage.g0ca632DDPugI5IN]{Adventure Hooks}.</p>\n<p> </p>\n<h2>Manor House</h2>\n<p>The Hundholt settlement has a fortified manor, detailed in @UUID[JournalEntry.SHllfy4a6dIAzjAG.JournalEntryPage.OYaZ9eEc0jlr5k7q]{Hundholt Manor}.</p>\n<h3>Ground Floor</h3>\n<ul>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.2JbPbVZivauzRWCM]{[A1] Manor Gate}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.W7sYj3cHsp6Vfn6M]{[B1] Stables}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.glky8UWxlva2FVEh]{[B2] Ostler's Workshop}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.3TlEPYcSIHVYE6go]{[C1] Wardens' Common Room}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.PBbtL99p0LTIFT08]{[D1] Courtroom}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.5lGm6dLl3yYsX8PF]{[D2] Office of the Clerk of the Hundred}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.d8xttwvs0nTXBPWR]{[D3] Senior Provost}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.GAGJwNo7FdlUsDGM]{[D4] Provosts}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.zh1WcbbNFrrpSPPu]{[D5] Punishment Yard}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.B5HBvV9UOytKfuLH]{[E1] Kitchen}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.hv7RgheksN0MajLR]{[E2] Vegetable Garden}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.hHZewHQ07P9czboG]{[E3] Privy Pit}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.lI5ipw6LJ4JVT7Gt]{[F] Brew House}</li>\n<li>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.7EeyAX6Ut8MLABg0]{[G1] Tithe Barn}</li>\n</ul>\n<h3>Upper Floor</h3>\n<ul>\n<li>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.DxuwlQ5uCIShYVue]{[A2] Sentry Room}</li>\n<li>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.kChfTGDJCNaJCLMS]{[C2] Domestics' Quarters}</li>\n<li>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.4LKQPg1eskyqUSiH]{[D6] Chamberlain}</li>\n<li>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.HWLF1gER0Fk6RBZK]{[D7] Prisoners' Quarters}</li>\n<li>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.cQv0UjfmaYjkVUQ9]{[D8] Manor Hall}</li>\n<li>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.vxIo7uwHvx74Qjfp]{[D9] Special Bailiff}</li>\n</ul>\n<h3>Top Floor</h3>\n<ul>\n<li>@UUID[JournalEntry.7FzRQ0bC1l9PpvAz.JournalEntryPage.Re5vUdJVHZlkTnnh]{[A3] Watch Post}</li>\n<li>@UUID[JournalEntry.7FzRQ0bC1l9PpvAz.JournalEntryPage.GFUDQUoKGk0D1r1d]{[C3] Bailiff's Chambers}</li>\n</ul>\n<h3>Roof</h3>\n<ul>\n<li>@UUID[JournalEntry.Brk6PbBphM6zmqRo.JournalEntryPage.t7Qk8DBTvcpbHrII]{[C4] Watch Post}</li>\n</ul>\n<p> </p>\n<h2>Ranwyn Farm</h2>\n<p>The knights foresters have taken up residence in @UUID[JournalEntry.R0WCvQbFCiSW3Ma2.JournalEntryPage.oIm7efTmxtL78Hho]{Ranwyn's Farm}, which is occupied by Forester Royal Oldial Urdel.  See @UUID[JournalEntry.g3mWO2NdIqMTsL82.JournalEntryPage.g0ca632DDPugI5IN]{Adventure Hooks} for more information.</p>\n<p> </p>\n<h2>Village Residents</h2>\n<table style=\"width:99.1477%;height:968px\" border=\"1\">\n<thead>\n<tr>\n<th style=\"width:5em\">Loc</th>\n<th style=\"width:10em\">Name</th>\n<th style=\"width:25em\">Journal</th>\n<th>Actor</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Manor</td>\n<td><span style=\"background-color:rgba(0, 0, 0, 0.05)\">Sir Haradoc Indama</span></td>\n<td><span style=\"background-color:rgba(0, 0, 0, 0.05)\">@UUID[JournalEntry.e4m4EpqBscYNSdWK.JournalEntryPage.M8LuCJQ9Vf3R2e86]{Sir Haradoc Indama}</span></td>\n<td><span style=\"background-color:rgba(0, 0, 0, 0.05)\"> </span></td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Lady Balsha Indama</td>\n<td>@UUID[JournalEntry.e4m4EpqBscYNSdWK.JournalEntryPage.JtcVqpFY0Nuu5Wtz]{Lady Balsha Indama}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Caras Urdel</td>\n<td>@UUID[JournalEntry.e4m4EpqBscYNSdWK.JournalEntryPage.xfKT3oa5nofgvM9y]{Lady Balsha's Maid Caras Urdel}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Arith Ernisch</td>\n<td>@UUID[JournalEntry.e4m4EpqBscYNSdWK.JournalEntryPage.GF40pts1EvtZkMVT]{Squire Arith Ernisch}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Gaslen Ailt</td>\n<td>@UUID[JournalEntry.e4m4EpqBscYNSdWK.JournalEntryPage.JsjFxSNeKy5CeO6K]{Valet Gaslen Ailt}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td><span style=\"color:#191813\">Liranal Urdel</span></td>\n<td>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.d8xttwvs0nTXBPWR]{[D3] Senior Provost}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Latin Tyun<span style=\"color:#191813\"><br /></span></td>\n<td>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.B5HBvV9UOytKfuLH]{[E1] Kitchen}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Harvis Urdel<span style=\"color:#191813\"><br /></span></td>\n<td>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.GAGJwNo7FdlUsDGM]{[D4] Provosts}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Lemwyn Berma<span style=\"color:#191813\"><br /></span></td>\n<td>@UUID[JournalEntry.Z5QIrqhgRjVoN26v.JournalEntryPage.GAGJwNo7FdlUsDGM]{[D4] Provosts}</td>\n<td> </td>\n</tr>\n<tr>\n<td><span style=\"background-color:rgba(255, 255, 255, 0.2)\">Manor</span></td>\n<td>Dorena Kleve<span style=\"color:#191813\"><br /></span></td>\n<td>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.kChfTGDJCNaJCLMS]{[C2] Domestics' Quarters}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td><span style=\"color:#191813\">Sorynë Krandar</span></td>\n<td>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.kChfTGDJCNaJCLMS]{[C2] Domestics' Quarters}</td>\n<td> </td>\n</tr>\n<tr>\n<td><span style=\"background-color:rgba(255, 255, 255, 0.2)\">Manor</span></td>\n<td><span style=\"color:#191813\">Marsi Loyril</span></td>\n<td>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.4LKQPg1eskyqUSiH]{[D6] Chamberlain}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td><span style=\"color:#191813\">Pulon Banada</span></td>\n<td>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.HWLF1gER0Fk6RBZK]{[D7] Prisoners' Quarters}</td>\n<td> </td>\n</tr>\n<tr>\n<td><span style=\"background-color:rgba(255, 255, 255, 0.2)\">Manor</span></td>\n<td><span style=\"color:#191813\">Sardarn Kyfa</span></td>\n<td>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.HWLF1gER0Fk6RBZK]{[D7] Prisoners' Quarters}</td>\n<td> </td>\n</tr>\n<tr>\n<td>Manor</td>\n<td><span style=\"color:#191813\">Parga Jenatribë</span></td>\n<td>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.HWLF1gER0Fk6RBZK]{[D7] Prisoners' Quarters}</td>\n<td> </td>\n</tr>\n<tr>\n<td><span style=\"background-color:rgba(255, 255, 255, 0.2)\">Manor</span></td>\n<td><span style=\"color:#191813\">Sir Yebrin Lournay</span></td>\n<td>@UUID[JournalEntry.RwFP3UVrI1NY6z9L.JournalEntryPage.vxIo7uwHvx74Qjfp]{[D9] Special Bailiff}</td>\n<td> </td>\n</tr>\n<tr>\n<td><span style=\"background-color:rgba(255, 255, 255, 0.2)\">Ranwyn</span></td>\n<td><span style=\"color:#191813\">Ervaen Banadar</span></td>\n<td>@UUID[JournalEntry.bzchQj9ibtfhvanq.JournalEntryPage.6da2PuccaMjPJtYL]{Ervaen Banadar}</td>\n<td>@UUID[Actor.4sJJ5XKikUhAc75I]{Ervaen Bandar}</td>\n</tr>\n<tr>\n<td>Ranwyn<span style=\"background-color:rgba(255, 255, 255, 0.2)\"><br /></span></td>\n<td><span style=\"color:#191813\">Kevan Losteriel</span></td>\n<td>@UUID[JournalEntry.bzchQj9ibtfhvanq.JournalEntryPage.63wWn1Y5YJWLdIVu]{Kevan Losteriel}</td>\n<td>@UUID[Actor.9Ki4IXtolnus8RXt]{Kevan Losteriel}</td>\n</tr>\n<tr>\n<td>Ranwyn<span style=\"background-color:rgba(255, 255, 255, 0.2)\"><br /></span></td>\n<td><span style=\"color:#191813\">Arlin Cybrela</span></td>\n<td>@UUID[JournalEntry.bzchQj9ibtfhvanq.JournalEntryPage.lD0wDmCe0M9F8zVB]{Arlin Cybrela}</td>\n<td>@UUID[Actor.dMv5NHVfVt9gqlUS]{Arlin Cybrela}</td>\n</tr>\n<tr>\n<td>Ranwyn<span style=\"background-color:rgba(255, 255, 255, 0.2)\"><br /></span></td>\n<td><span style=\"color:#191813\">Milis Arlain<br /></span></td>\n<td>@UUID[JournalEntry.bzchQj9ibtfhvanq.JournalEntryPage.ig2fQubHkf35E9Yq]{Milis Arlain}</td>\n<td>@UUID[Actor.ToXvrXmag7MCfqJ9]{Millis Arlain}</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Jarin Loyril</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.JfVqEPNGTYQhlwLm]{[1] Villein Jarin Loyril}</td>\n<td> </td>\n</tr>\n<tr>\n<td>2</td>\n<td>Craen Tolonan</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.plrPvjXYUiugESYi]{[2] Villein Craen Tolonan}</td>\n<td> </td>\n</tr>\n<tr>\n<td>3</td>\n<td>Lunda Awensel</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.2JZujHYKBvwnWheQ]{[3] Villein Lunda Awensel}</td>\n<td> </td>\n</tr>\n<tr>\n<td>4</td>\n<td>Hobril Nelt</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.6lBTsYNIgRBzwDug]{[4] Villein (Beadle) Hobril Nelt}</td>\n<td> </td>\n</tr>\n<tr>\n<td>5</td>\n<td>Laed Tyun</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.01ZvyUJVuPnxkeiy]{[5] Villein Laed Tyun}</td>\n<td> </td>\n</tr>\n<tr>\n<td>6</td>\n<td>Kered Churil</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.q1Ie4TVpkfpR6MKz]{[6] Half-Villein (Reeve) Kered Churil}</td>\n<td> </td>\n</tr>\n<tr>\n<td>7</td>\n<td>Durris Tyun</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.9DoQkPhdj7NNGG0S]{[7] Half-Villein Durris Tyun}</td>\n<td> </td>\n</tr>\n<tr>\n<td>8</td>\n<td>Ereda Tyun</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.hPz0xJpwDiA1pM0h]{[8] Half-Villein Ereda Tyun}</td>\n<td> </td>\n</tr>\n<tr>\n<td>9</td>\n<td>Tambrin Darion</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.KUd46Vb5MScdec93]{[9] Metalsmith Tambrin Darion}</td>\n<td> </td>\n</tr>\n<tr>\n<td>10</td>\n<td>Synë Urdel</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.nCdvTqiV8jkkBNG7]{[10] Yeoman (Longbow) Synë Urdel}</td>\n<td> </td>\n</tr>\n<tr>\n<td>11</td>\n<td>Dyrdal Urdel</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.6vk6k2BBMkcAkmGq]{[11] Yeoman (Clerk) Dyrdal Urdel}</td>\n<td> </td>\n</tr>\n<tr>\n<td>12</td>\n<td>Bilan Urdel</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.wjESR71VpdWDSVZ1]{[12] Yeoman Bilan Urdel}</td>\n<td> </td>\n</tr>\n<tr>\n<td>13</td>\n<td>Jorisi Ailt</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.pXdcvtxUrLF0jYnd]{[13] Litigant Jorisi Ailt}</td>\n<td> </td>\n</tr>\n<tr>\n<td>14</td>\n<td><span style=\"color:#191813\">Medaen Darion</span></td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.X14Bu789qGBPASYE]{[14] The Broken Wheel Inn}</td>\n<td> </td>\n</tr>\n<tr>\n<td>15</td>\n<td>Pesera Arsarl</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.XO4Of7WuhZvoF6Ek]{[15] Villein Pesera Arsarl}</td>\n<td> </td>\n</tr>\n<tr>\n<td>16</td>\n<td>Giran Churil</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.8tDW8bosrXxOYPP4]{[16] Villein (Woodward) Giran Churil}</td>\n<td> </td>\n</tr>\n<tr>\n<td>17</td>\n<td>Tirag Arsarl</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.GolmcD2XwBNSHBMn]{[17] Cottar Tirag Arsarl}</td>\n<td> </td>\n</tr>\n<tr>\n<td>18</td>\n<td>Undil Drelin</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.Bb7vAUxP27i13AJG]{[18] Half-Villein Undil Drelin}</td>\n<td> </td>\n</tr>\n<tr>\n<td>19</td>\n<td>Yorag Krabel</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.pHWtxwbxu9cBthBw]{[19] Cottar Yorag Krabel}</td>\n<td> </td>\n</tr>\n<tr>\n<td>20</td>\n<td>Sherin Awensel</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.CBMnne3gX4SlpHvX]{[20] Cottar Sherin Awensel}</td>\n<td> </td>\n</tr>\n<tr>\n<td>21</td>\n<td>Medil Krabel</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.O8qocKIk5eWubivR]{[21] Cottar Medil Krabel}</td>\n<td> </td>\n</tr>\n<tr>\n<td>22</td>\n<td>Kaenyn Churil</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.54ppB8DlqVnF15nY]{[22] Cottar (Herder) Kaenyn Churil}</td>\n<td> </td>\n</tr>\n<tr>\n<td>23</td>\n<td>Stisan Loyril</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.cFwGoqaiT0SPJrRz]{[23] Cottar Stisan Loyril}</td>\n<td> </td>\n</tr>\n<tr>\n<td>24</td>\n<td>Beldis Oralis</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.0DflekKmVlKO9TX3]{[24] Cottar Beldis Oralis}</td>\n<td> </td>\n</tr>\n<tr>\n<td>25</td>\n<td>Turn Tolonan</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.ncNh6zV9MGuWROuR]{[25] Cottar Turn Tolonan}</td>\n<td> </td>\n</tr>\n<tr>\n<td>26</td>\n<td>Irdar Churil</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.sCK6IyW1MMQ0eKt8]{[26] Cottar Irdar Churil}</td>\n<td> </td>\n</tr>\n<tr>\n<td>27</td>\n<td>Garal Krandar</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.LoDvlAEx9P3ApIcz]{[27] Cottar Garal Krandar}</td>\n<td> </td>\n</tr>\n<tr>\n<td>28</td>\n<td>Tarast Churil</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.mmrfaFv5aKo9RVPE]{[28] Cottar Tarast Churil}</td>\n<td> </td>\n</tr>\n<tr>\n<td>29</td>\n<td>Thargen Asaka</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.FSAjTk7DfRWKZRaS]{[29] Half-Villein Thargen Asaka}</td>\n<td> </td>\n</tr>\n<tr>\n<td>30</td>\n<td>Everard Tyun</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.4du7Kll5V3GEY1mp]{[30] Cottar Everard Tyun}</td>\n<td> </td>\n</tr>\n<tr>\n<td>31</td>\n<td>Varan Etine</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.HbLx3YcBFx0NOnhx]{[31] Miller Varan Etine}</td>\n<td> </td>\n</tr>\n<tr>\n<td>32, Ranwyn</td>\n<td>Oldial Urdel</td>\n<td>@UUID[JournalEntry.OEcadxNrg6tgJLOx.JournalEntryPage.dIuDCW4aSDDvwFd0]{[32] Ranwyn Farm (Forester Royal Oldial Urdel)}</td>\n<td> </td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<p> </p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "MhKMyBCxartemZW1",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!g3mWO2NdIqMTsL82.MhKMyBCxartemZW1"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659204496067,
    "modifiedTime": 1659204496067,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "g3mWO2NdIqMTsL82",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!g3mWO2NdIqMTsL82"
}
